{
  "title": "Minecraft",
  "image": "https://www.digitallydownloaded.net/wp-content/uploads/2023/05/Mirthwood-key-art.jpg",
  "genres": ["Phiêu lưu", "Sandbox", "Xây dựng", "Thế giới mở", "Sinh tồn"],
  "description": "Minecraft là một trò chơi điện tử thế giới mở nổi tiếng, cho phép người chơi tự do khám phá, xây dựng và sinh tồn trong một thế giới được tạo ra bằng các khối lập phương. \nKhông có cốt truyện chính thức, mục tiêu của người chơi hoàn toàn phụ thuộc vào sở thích cá nhân. Bạn có thể lựa chọn chế độ sinh tồn, nơi bạn phải thu thập tài nguyên, xây dựng nơi trú ẩn, chế tạo vũ khí và chiến đấu chống lại đám đông quái vật để sống sót. \nHoặc bạn có thể lựa chọn chế độ sáng tạo, nơi bạn có quyền truy cập vào mọi tài nguyên và có thể xây dựng bất cứ thứ gì bạn muốn mà không cần lo lắng về sự sống còn.  \nThế giới trong Minecraft vô cùng rộng lớn và được tạo ra một cách thủ tục, điều đó có nghĩa là mỗi thế giới đều độc đáo và khác biệt. Bạn có thể khám phá những hang động bí ẩn, những vùng núi cao chót vót, những đại dương mênh mông, những sa mạc khô cằn và nhiều địa hình khác nhau. \nMinecraft còn nổi bật với hệ thống chế tạo đa dạng, cho phép người chơi tạo ra vô số vật phẩm, công cụ, vũ khí và nhiều thứ khác từ những nguyên liệu thu thập được. \nTính cộng đồng mạnh mẽ cũng là một điểm thu hút lớn của Minecraft. Người chơi có thể chơi cùng nhau trong chế độ nhiều người chơi, chia sẻ những trải nghiệm, cùng nhau xây dựng những công trình đồ sộ hoặc tham gia vào những cuộc phiêu lưu đầy thử thách.\nNgoài ra, Minecraft còn có một cộng đồng mod khổng lồ, cho phép người chơi mở rộng trò chơi với vô số tính năng và nội dung mới, từ những thế giới mới đến những vật phẩm và cơ chế gameplay độc đáo.",
  "features": [
    {"icon": "bi bi-globe", "info": "Thế giới mở rộng lớn, được tạo ra thủ tục"},
    {"icon": "bi bi-hammer", "info": "Hệ thống chế tạo đa dạng và phong phú"},
    {"icon": "bi bi-house-door", "info": "Xây dựng và tùy chỉnh nhà cửa, công trình"},
    {"icon": "bi bi-people", "info": "Chế độ chơi đơn và nhiều người chơi"},
    {"icon": "bi bi-controller", "info": "Gameplay linh hoạt, tùy thuộc vào sự sáng tạo của người chơi"},
    {"icon": "bi bi-code-slash", "info": "Cộng đồng mod đồ sộ, mở rộng khả năng chơi game"}
  ],
  "system_requirements": [
    {"icon": "bi bi-windows", "name": "Hệ điều hành", "value": "Windows 7 trở lên, macOS, Linux"},
    {"icon": "bi bi-memory", "name": "RAM", "value": "2GB"},
    {"icon": "bi bi-cpu", "name": "Bộ xử lý", "value": "1.8 GHz trở lên"},
    {"icon": "bi bi-hdd-stack", "name": "Ổ cứng", "value": "khoảng 1GB dung lượng trống"}
  ],
  "similar_games": ["Terraria", "Roblox", "Wurm Online"]
}